

[cGlobalSettings]
IDS_DETAILED_VIEW=Detaljert visning
IDS_IMAGE_VIEW=Bildevisning
IDS_SETTINGS=Innstillinger
IDS_HELP=Hjelp
IDS_ENTER_REGISTRATIONKEY=Angi registreringsnøkkel
IDS_CHECK_FOR_UPDATE=Se etter oppdateringer
IDS_ABOUT=Om

IDS_QUICK_TOUR = Quick Tour

DPF_ACTION_CENTER=Handlingssenter
DPF_ACTIONCERTER_HEADER1=Anbefalte applikasjoner
DPF_ACTIONCERTER_HEADER2=Organiser bildene dine, sikre dem mot trusler og øk PCens ytelse med disse anbefalte appene for PCen.
DPF_ACTIONCERTER_FOOTER=For å beskytte datamaskinen må du utstyre dem med organiserte filer og oppdatere driverne for de anbefalte applikasjonene ovenfor.

IDS_INSTALLSATUS_INSTALLED=Start nå
IDS_INSTALLSATUS_NOT_INSTALLED=Installere nå

IDS_INSTALLSATUS_INSTALLED=Iniciar agora
IDS_INSTALLSATUS_NOT_INSTALLED=Instale agora

PKS_SING_INSTALL=Installer

INSTALLUTILITY_HEADING=Valgfritt tilbud
IDS_REGISTERED_VERSION=Registrert versjon
IDS_PROGRAM_APP_RUNNING=Applikasjonen kjører allerede
IDS_UPDATOR_FORM_TEXT=Se etter oppdatering
IDS_UPDATOR_DEVICES=Enheter
IDS_UPDATER_APP_NEWUPDATE=Ny versjon av IDS_DU_APP_NAME er tilgjengelig for nedlasting.\r\nVil du laste ned nå?
IDS_SE_CHECKING_FORUPDATE=Ser etter oppdateringer...
IDS_SE_UPDATE_SUCESS=Oppdateringer nedlastet og installert
IDS_SE_UPDATE_PARTIAL=Oppdateringer nedlastet og delvis installert. Prøv å laste ned på nytt.
IDS_SE_UPDATE_ABORTED=Oppdatering avbrutt
IDS_SE_UPDATE_ERR_UNKNOWN=Feil under installering av oppdateringer. Prøv å oppdatere senere.
IDS_SE_UPDATE_ERR_LOWDISK=Nedlasting avbrutt.\r\nDu bør ha minst 600 MB ledig diskplass for nedlasting og installering av definisjonene.
IDS_SE_UPDATE_DOWNLOADING=Total nedlastingsprosess: ({0} av {1})
IDS_SE_UPDATE_DOWNLOAD_APP_PROG=Laster ned applikasjonsoppdatering ({0} KB av {1} KB). Totalt: {2}%
IDS_SE_UPDATE_DOWNLOAD_PROG=Laster ned oppdatering ({0} KB av {1} KB). Totalt: {2}%
IDS_SE_INSTALLINGUPDATE=Installerer oppdatering ({0} av {1}) ...
IDS_MINIMUM_DISK_SPACE_REBOOT=IDS_DU_APP_NAME trenger minst 600 MB ledig diskplass for å utføre operasjoner.\r\nFrigjør litt diskplass og start IDS_DU_APP_NAME på nytt.
IDS_DB_CHECKING=Starter nedlasting...
IDS_SE_UPDATE=Automatisk oppdaterer
IDS_CANCEL=Avbryt
IDS_SE_UPTODATE=IDS_DU_APP_NAME er oppdatert.
IDS_ERORR_UPDATE=Feil under nedlasting av oppdateringer. Kontroller Internett-innstillingene.
IDS_NOTIFY_TITLE1=IDS_DU_APP_NAME kjører i bakgrunnen
IDS_CLEAR_SCAN_RESULT_CONFIRMATION=Skanneresultater og data knyttet til gjeldende og tidligere skanninger vil fjernes. Er du sikker på at du vil gjøre dette?
PKS_PLZ_CHKNET_CONNECTION=Kontroller Internett-tilkoblingen.
IDS_LOADING=Laster...
IDS_EXIT=Avslutt
IDS_PROCESS_ALREADY_RUNNING=Stopp den aktive prosessen før du lukker IDS_DU_APP_NAME
IDS_SCAN_ALREADY_RUNNING=Skanning pågår. Stopp skanningen før du lukker IDS_DU_APP_NAME
IDS_RDO_SMART_RESTORE=Smart gjenoppretting
IDS_RDO_CUSTOM_RESTORE=Tilpasset gjenoppretting
IDS_RDO_SEARCHFORFILE=Søk etter fil
IDS_BACKUP_RDO_AUTO=Auto-planlegg
IDS_SHOW_APP=Vis IDS_DU_APP_NAME
IDS_TRIAL_IS_ALREADY_PURCHASED=Har du allerede kjøpt IDS_DU_APP_NAME?
IDS_TXTTOP1LABEL=Dokumenter
IDS_TXTTOP2LABEL=Bilder
IDS_TXTOTHERLABEL=Andre filer
IDS_TXTVIDEOS=Videoer
IDS_TXTDESKTOP=Brukerens skrivebord
IDS_TXTMUSIC=Musikk
IDS_TXTBROWSEDATA=Nettleserdata
IDS_TXTFINANCIALFILE=Økonomiske filer
IDS_TXTEBOOKPDF=eBøker
IDS_BACKUP_RDO_RECOMMENDED=Smart sikkerhetskopiering
IDS_BACKUP_RDO_CUSTOM_BKP=Tilpasset sikkerhetskopiering
IDS_BACKUP_RDO_MONITER_BKP=Sikkerhetskopier fra overvåking
IDS_BACKUP_RDO_SCHEDULED_BKP=Planlagt sikkerhetskopiering
IDS_BACKUP_RDO_24_BKP=24-timers tidsplan
IDS_MSG_KEY_FALSE=Angi en gyldig lisensnøkkel.
IDS_MSG_KEY_BLOCKED=Denne lisensnøkkelen er deaktivert.
IDS_MSG_KEY_EXPIRED=Denne lisensnøkkelen er utløpt. Kjøp en ny nøkkel.
IDS_MSG_KEY_LIMIT_EXCEEDED=Du har overskredet maksimalt antall tillatte maskiner for nøkkelen.
IDS_TRACK_EMAIL_NOT_SENT=Ikke i stand til å sende e-post
IDS_CGLOBAL_NOT_FOUNDUPGRADE_URL=er ikke i stand til å finne Oppgrader nå-URL
DPF_cGlobalSettings_HINT_NO_PHOTOS=Tips: Dra bilder, mapper med bilder fra Utforsker for å se etter lignende bilder
DPF_PROCESSOR_PROCESSED={0} behandlet
DPF_PROCESSOR_PERCENT_PROCESSED={0}/{1} behandlet
DPF_PROCESSOR_COMPARING_PHOTOS=Sammenligner bilder
DFP_PROCESSOR_SCAN_PATIENT_WHILE_COMPARING_MSG=Vær tålmodig mens vi sammenligner bilder.
IDS_IMAGEVIEWER_PHOTO_NOT_FOUND=Bilde ikke funnet på disken
DPF_ABOUT_REGISTER_TEXT=Registrer deg nå
DPF_ABOUT_WARNING=Advarsel: Dette datamaskinprogrammet er beskyttet av copyrightlovgivning og internasjonale avtaler. Uautorisert reproduksjon eller distribusjon av dette programmet, eller en del av det, kan føre til alvorlige sivil- og strafferettslige konsekvenser, og vil rettsforfølges så langt loven tillater.
DPF_IMAGEINFO_UC_PREVIEW=Forhåndsvisning
DPF_IMAGEINFO_UC_FILE_NAME=Filnavn:

DPF_ABOUT_Version={0}
DPF_ABOUT_RIGHTS_TEXT=Med enerett
DPF_cGlobalSettings_HEADINGS_NO_DUPLICATE=Alle lignende bilder er slettet!
DPF_PROCESSED={0} behandlet
DPF_IMAGEINFO_UC_BIT_DEPTH=Bitdybde:
IDS_CACHE_CLEARED_MSG=Hurtigbuffer tømt!
DPF_IMAGEINFO_UC_CAMERA_FIRMWARE=Kamerafastvare:
DPF_IMAGEINFO_UC_CAMERA_LENS_MODEL=Kameralinsemodell:
DPF_IMAGEINFO_UC_CAMERA_MAKER=Kameraprodusent:
DPF_IMAGEINFO_UC_CAMERA_MODEL=Kameramodell:
DPF_IMAGEINFO_UC_CAPTURE_DATE=Fangstdato:
IDS_UPDATOR_CHECKING_FOR_UPDATE=Ser etter oppdatering
DPF_ABOUT_NAME_NON_RETAIL=- Versjon ikke for detaljsalg
IDS_CLEAR_CACHE=Tøm hurtigbuffer
DPF_IMAGEINFO_UC_COLOR_MODEL=Fargemodell:
DPF_IMAGEINFO_UC_COLOR_SPACE=Fargerom:
DPF_COMPARING_DUPLICATES=Sammenligner duplikater
DPF_PROCESSOR_COMPARING_DUPLICATES=Sammenligner duplikater...
DPF_IMAGEINFO_UC_DIGITAL_ZOOM_RATIO=Digitalt zoomforhold:
DPF_ABOUT_YEAR=Copyright © 2023
;IDS_CONFIRM_FILE_DELETION_MSG=Vil du virkelig slette de dupliserte bildene. Slettede bilder vil flyttes til papirkurven! \r\n\r\nHvis det finnes bilder på nettverksstasjonen, slettes de nå for godt.
IDS_CONFIRM_FILE_DELETION_MSG=Vil du virkelig slette de dupliserte bildene. Slettede bilder vil flyttes til {0}!\r\n\r\nHvis det finnes bilder på nettverksstasjonen, slettes de nå for godt.
IDS_RECYCLE_BIN=Papirkurv

DPF_IMAGEINFO_UC_EDITING_SOFTWARE=Redigeringsprogramvare:
DPF_cGlobalSettings_HEADING_NO_PHOTOS=Dra og slipp bilder her
IDS_DU_APP_NAME=Duplicate Photos Fixer Pro
DPF_IMAGEINFO_UC_EXPOSURE_BIAS=Eksponeringsbias:
DPF_IMAGEINFO_UC_EXPOSURE_MODE=Eksponeringsmodus:
DPF_IMAGEINFO_UC_EXPOSURE_PROGRAM=Eksponeringsprogram:
DPF_IMAGEINFO_UC_EXPOSURE=Eksponering:
DPF_IMAGEINFO_UC_FILE_LABEL=Filetikett:
DPF_IMAGEINFO_UC_FILE_MODIFIED=Fil endret:
DPF_IMAGEINFO_UC_FILE_SIZE=Filstørrelse:
DPF_IMAGEINFO_UC_FILE_CREATED=Fil opprettet:
DPF_IMAGEINFO_UC_FOCAL_LENGTH=Fokusbredde:
DPF_IMAGEINFO_UC_FOLDER_NAME=Mappenavn:
DPF_IMAGEINFO_UC_GPS_ALTITUDE=GPS-høyde:
DPF_IMAGEINFO_UC_GPS_LATITUDE=GPS-breddegrad:
DPF_IMAGEINFO_UC_GPS_LONGITUDE=GPS-lengdegrad:
DPF_cGlobalSettings_HINT_NO_DUPLICATE=Tips: Skann flere bilder og frigjør mer diskplass
DPF_cGlobalSettings_HINT_NO_PHOTOS_WITH_CURRENT_MATCHING=Tips: Det finnes fortsatt lignende bilder med lavt samsvar. Reduser samsvarnivået for å vise de gjenværende lignende bildene.
DPF_IMAGEINFO_UC_IMAGE_DPI=Bilde-DPI:
DPF_IMAGEINFO_UC_IMAGE_SIZE=Bildestørrelse:
DPF_cGlobalSettings_FOLDER_EXCLUDED_HINT=Tips: Gå til Innstillinger -> Ekskluderinger for å fjerne elementer fra ekskluderingslisten
DPF_IMAGEINFO_UC_ISO_SPEED_RATING=ISO-hastighet:
DPF_cGlobalSettings_FOLDER_EXCLUDED=Elementer allerede ekskludert fra skanning.
IDS_LOW_DISK_SPACE=lite diskplass
DPF_IMAGEINFO_UC_LIGHT_SOURCE=Lyskilde:
DPF_IMAGEINFO_UC_KEYWORDS=Nøkkelord:
IDS_LANGUAGES=Språk
DPF_IMAGEINFO_UC_MATCHING_LEVEL=Samsvarnivå:
DPF_IMAGEINFO_UC_METADATA=Metadata
DPF_IMAGEINFO_UC_METERING_MODE=Målingsmodus:
DPF_IMAGEINFO_UC_NO_PHOTO_SELECTED=Ingen bilder valgt
DPF_cGlobalSettings_HEADING_NO_PHOTOS_WITH_CURRENT_MATCHING=Ingen lignende bilder med gjeldende samsvarnivå.
DPF_cGlobalSettings_NOTE_NO_PHOTOS_WITH_CURRENT_MATCHING=Merk: Ved redusert samsvarnivå kan det presenteres bilder med lave samsvar. Det anbefales å vurdere bildene før de markeres for sletting.
DFP_PROCESSOR_SCAN_PLEASE_BE_PATIENT_MSG=Vær tålmodig mens vi ser etter duplikater blant bildene dine...
DFP_SCAN_PLEASE_BE_PATIENT_MSG=Vær tålmodig mens vi ser etter duplikater blant bildene dine.
DPF_IMAGEINFO_UC_PROFILE_NAME=Profilnavn:
DPF_IMAGEINFO_UC_RATING=Verdi:
IDS_CONFIRM_READONLY_FILE_DELETION=SKRIVEBESKYTTET fil funnet -{0}. \r\nVil du virkelig slette den?
DPF_ABOUT_NAME_RETAIL=Detaljsalgsversjon – ikke for distribusjon
DPF_IMAGEINFO_UC_ORIENTATION=Retning:
DPF_IMAGEINFO_UC_SCENCE_CAPTURE_TYPE=Scenefangsttype:
DPF_PROCESSOR_PROGRESS_SEARCHING_DUPLICATE_TEXT=Ser etter duplikater...
DPF_IMAGEINFO_UC_SENSING_METHOD=Registreringsmetode:
IDS_MSG_KEY_PIRATED=Denne lisensnøkkelen er svartelistet
DPF_ABOUT_COMPANY_NAME=Systweak Software



[SETTINGS]
DPF_SETTINGS_UC_MATCHING_LEVEL_LOW=Lav
DPF_SETTINGS_UC_MATCHING_LEVEL_HIGH=Høy
DPF_SETTINGS_UC_PERFORMANCE=Ytelse
DPF_SETTINGS_UC_GPS_MORE=Mer
DPF_SETTINGS_UC_GPS_LESS=Mindre
DPF_SETTINGS_UC_LOAD_DEFAULT=Last standardverdier
DPF_SETTINGS_UC_PIXELS=piksler
DPF_SETTINGS_UC_24_HOURS=24 timer og mindre
DPF_SETTINGS_UC_12_HOURS=12 timer og mindre
DPF_SETTINGS_UC_6_HOURS=6 timer og mindre
DPF_SETTINGS_UC_3_HOURS=3 timer og mindre
DPF_SETTINGS_UC_2_HOURS=2 timer og mindre
DPF_SETTINGS_UC_1_HOURS=1 time og mindre
DPF_SETTINGS_UC_30_MINUTES=30 minutter og mindre
DPF_SETTINGS_UC_10_MINUTES=10 minutter og mindre
DPF_SETTINGS_UC_5_MINUTES=5 minutter og mindre
DPF_SETTINGS_UC_3_MINUTES=3 minutter og mindre
DPF_SETTINGS_UC_2_MINUTES=2 minutter og mindre
DPF_SETTINGS_UC_1_MINUTES=1 minutt og mindre
DPF_SETTINGS_UC_30_SECONDS=30 sekunder og mindre
DPF_SETTINGS_UC_10_SECONDS=10 sekunder og mindre
DPF_SETTINGS_UC_5_SECONDS=5 sekunder og mindre
DPF_SETTINGS_UC_3_SECONDS=3 sekunder og mindre
DPF_SETTINGS_UC_2_SECONDS=2 sekunder og mindre
DPF_SETTINGS_UC_1_SECONDS=1 sekund og mindre
DPF_SETTINGS_UC_1_METER=1 meter
DPF_SETTINGS_UC_2_METERS=2 meter
DPF_SETTINGS_UC_5_METERS=5 meter
DPF_SETTINGS_UC_10_METERS=10 meter
DPF_SETTINGS_UC_20_METERS=20 meter
DPF_SETTINGS_UC_50_METERS=50 meter
DPF_SETTINGS_UC_100_METERS=100 meter
DPF_FOOTER_UC_BACK_TEXT=Tilbake
DPF_FOOTER_UC_DELETE_MARKED_TEXT=Slett markert
DPF_FOOTER_UC_BUY_NOW=Oppgrader nå
DPF_FOOTER_UC_LIVE_HELP=Live hjelp tilgjengelig 24*7
DPF_HOME_UC_ADD_FOLDER_TEXT=Legg til mappe
DPF_HOME_UC_DRAG_TEXT=Dra og slipp bilder her
DPF_HOME_UC_REVEAL_EXPLORER=Vis i Utforsker
DPF_HOME_UC_CHECK_ALL=Merk av for alle
DPF_HOME_UC_UNCHECK_ALL=Opphev merking for alle
DPF_HOME_UC_REMOVE_SCAN_PATH=Fjern fra skannelisten
DPF_HOME_UC_REMOVE_ALL_PATHS=Fjern alle fra skannelisten
DPF_HOME_UC_ALREADY_ADDED=Banen er allerede tilføyd!
DPF_HOME_UC_SYSTEM_PATH=Banen er en systemfil/mappebane
DPF_HOME_UC_PARENT_PATH=Overordnet mappe er allerede tilføyd!
DPF_HOME_UC_EXCLUDED_PATH=Overordnet mappe er allerede tilføyd på eksklusjonslisten!
DPF_HOME_UC_SYSTEM_DIR=Overordnet mappe er systemkatalog!
DPF_HOME_UC_SYSTEM_FILE_PATH=Banen kan ikke legges til fordi den er systembanen!
DPF_HOME_UC_ALREADY_EXCLUDED=Banen er allerede ekskludert!
DPF_HOME_UC_ADDED_SCAN_PATH_LIST=Banen er tilføyd på skannelisten!
DPF_HOME_UC_PARENT_ADDED_SCAN=Overordnet mappe er allerede tilføyd på skannelisten!
DPF_HOME_UC_PARENT_ADDED_EXCLUDED=Overordnet mappe er allerede tilføyd på eksklusjonslisten!
DPF_HOME_UC_NOT_ABLE_TO_EXCLUDE=Kan ikke tilføye på eksklusjonsliste. Enten gjeldende eller underordnet mappe finnes allerede på skannelisten!
DPF_MAINBORDER_UC_SETTINGS_TEXT=Innstillinger
DPF_MESSAGE_UC_MATCHING_LEVEL_TEXT=Samsvarnivå:
DPF_MESSAGE_UC_NOTE_TEXT=Merk:
DPF_RESULT_UC_AUTO_MARK_TEXT=Automarkering
DPF_RESULT_UC_UNMARK_ALL_TEXT=Opphev all markering
DPF_RESULT_PROCESSED={0} behandlet
DPF_RESULT_OLV_GROUP=Gruppe
DPF_RESULT_OLV_FILENAME=Filnavn
DPF_RESULT_OLV_PATH=Bane
DPF_RESULT_OLV_SIZE=Størrelse
DPF_RESULT_OLV_CREATED=Opprettet
DPF_RESULT_OLV_MODIFIED=Endret
DPF_RESULT_OLV_FILETYPE=Filtype
DPF_RESULT_OLV_IMAGEWIDTH=Bildebredde
DPF_RESULT_OLV_IMAGEHEIGHT=Bildehøyde
IDS_NAG_MSG_DUPLICATE_FOUND=Duplikatbilder funnet:
IDS_NAG_MSG_SPACE_SAVED=Plass som spares:
IDS_NAG_MSG_VALID_EMAIL=Angi en gyldig e-postadresse!
IDS_NAG_MSG_CLICK_ON=Klikk på
IDS_NAG_MSG_UPGRADE_NOW=Oppgrader nå
IDS_NAG_MSG_RECOVER_SPACE=og fortsett å fjerne duplikater for å gjenvinne nyttig plass.
IDS_NAG_MSG_START_RECOVER_SPACE=for å begynne å rense duplikater og gjenvinne plass.
IDS_NAG_MSG_FOUND={0} funnet
IDS_NAG_MSG_DUPLICATES={0} duplikater
IDS_NAG_MSG_OCCUPYING=som legger beslag på
IDS_NAG_MSG_OF_DATE=med data.
IDS_NAG_MSG_GET_FREE_KEY=Hent tidsbegrenset fullversjon GRATIS
IDS_NAG_MSG_OR=eller
IDS_NAG_MSG_UPGRADE_WITH_DISCOUNT=Oppgrader nå med en spesiell rabatt.
IDS_NAG_MSG_ALREADY_PURCHASED=Allerede kjøpt IDS_DU_APP_NAME?
IDS_NAG_MSG_HAVE_KEY=Har du allerede en nøkkel?
IDS_NAG_MSG_INFO=IDS_DU_APP_NAME skanner lignende bilder og duplikatbilder som ligger spredt over hele PCen. Den viser duplikater på ett sted som kan fjernes med ett klikk.
IDS_NAG_MSG_LEARN_MORE=Lær mer
IDS_NAG_NOSCAN_VALID_EMAIL=Angi en gyldig e-postadresse
DPF_MESSAGEBOX_OK_TEXT=OK
DPF_MESSAGEBOX_CONTINUE=Fortsett
DPF_PREFERENCES_MAIN_TITLE_SETTINGS_TEXT=Innstillinger
DPF_PREFERENCES_GENERAL_TEXT=Generelt
DPF_PREFERENCES_ALERT_SETTINGS=Varselinnstillinger
DPF_PREFERENCES_SETTINGS_INFO=Innstillingene nedenfor lar deg skjule/vise bekreftelsesdialogbokser som vises i applikasjonen mens du utfører handlinger som sletting, automarkering og tilbakeflytting. Du kan endre innstillinger ifølge egne behov.
DPF_PREFERENCES_GENERAL_HEADING_TEXT=Generelt
DPF_PREFERENCES_FILTER_SORT_FILE_TYPE_TEXT=Filtype
DPF_PREFERENCES_AUTO_MARK_USE_TEXT=Bruk
DPF_PREFERENCES_AUTO_MARK_NAME_TEXT=Navn
DPF_PREFERENCES_EXCLUSION_EXCLUDED_FOLDERS_TEXT=Ekskluderte mapper
DPF_PREFERENCES_RESET_SETTINGS=Tilbakestill innstillinger
DPF_PREFERENCES_EXCLUSION_ADD_TEXT=Legg til
DPF_PREFERENCES_EXCLUSION_REMOVE_TEXT=Fjern
DPF_PREFERENCES_FORMATS=KB,MB
DPF_REGISTRATION_ALREADY_TEXT=Har du allerede en lisensnøkkel?
DPF_REGISTRATION_ALREADY_KEY_TEXT=Hvis du allerede har en lisensnøkkel, angir du den på skjemaet nedenfor og klikker på
DPF_REGISTRATION_LICENSE_KEY_TEXT=Lisensnøkkel:
DPF_REGISTRATION_REGISTER_NOW_TEXT=Registrer deg nå
DPF_REGISTRATION_NEED_LICENSE_TEXT=Trenger du en lisensnøkkel?
DPF_REGISTRATION_BUY_NOW=Oppgrader nå
DPF_REGISTRATION_KEY_NOT_FOUND=Nøkkel ikke funnet!\r\nAngi registreringsnøkkelen.
DPF_REGISTRATION_UNREGISTER_EXPIRE=Opphev registrering / utløpt versjon.
DPF_REGISTRATION_EMAIL=E-postadresse:
IDS_WRONGKEY=Registreringsnøkkelen er ikke riktig!\r\nAngi riktig registreringsnøkkel.
DPF_TRIAL_UPGRADE_NOW=Oppgrader nå
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK_PHOTOS=Opphev markering
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN=Åpne
DPF_PHOTO_RENDERER_CONTEXTMENU_OPEN_FILE_LOCATION=Åpne filplassering
DPF_PHOTO_RENDERER_CONTEXTMENU_AUTO_MARK=Automarkering
DPF_PHOTO_RENDERER_CONTEXTMENU_UNMARK=Opphev all merking
DPF_PHOTO_RENDERER_CONTEXTMENU_SELECT_ALL=Merk alle
DPF_PHOTO_RENDERER_CONTEXTMENU_DESELECT_ALL=Opphev all merking
IDS_RESULT_OLV_MARK=Marker
IDS_RESULT_OLV_PROPERTIES=Egenskaper
IDS_MARKFILES_FORM_TEXT=Valgassistent
IDS_MARKFILES_TABPAGE_GENERAL=Generelt
IDS_MARKFILES_MARK=Marker
IDS_MARKFILES_HELP=Hjelp
IDS_MARKFILES_TABPAGEFOLDER=Mappe
IDS_MARKFILES_BTN_FOLDER_PRIORITY_ADD=Legg til
IDS_MARKFILES_BTN_REMOVE_PROTECTED_FOLDERS=Fjern
IDS_MARKFILES_BTN_NEW_RULE_FOR_PROTECTED_FOLDERS=Legg til
IDS_MARKFILES_LBL_PATH=Bane
IDS_MARKFILES_BTN_REMOVE_PROTECTED_ALBUMS=Fjern
IDS_MARKFILES_BTN_ADD_PROTECTED_ALBUMS=Legg til
IDS_MARKFILES_Folder=Mappe
IDS_MARKFILES_USE=Bruk
IDS_MARKFILES_PRIORITY=Prioritet
IDS_MARKFILES_NAME=Navn
IDS_MARKFILES_RULE=Regel
IDS_MARKFILES_FILE_NOT_EXIST=Banen finnes ikke!
IDS_MARKFILES_IMAGE_RESOLUTION=Bildeoppløsning
IDS_MARKFILES_MARK_RESOLUTION=Marker med mindre oppløsning
IDS_MARKFILES_IMAGE_SIZE=Bildestørrelse
IDS_MARKFILES_MARK_SIZE=Marker med mindre filstørrelse
IDS_MARKFILES_CAPTURE_DATE=Fangstdato
IDS_MARKFILES_MARK_DATE=Marker med tidligere dato; Marker med nyeste dato
IDS_MARKFILES_IMAGE_METADATA=Bildemetadata
IDS_MARKFILES_MARK_METADATA=Marker uten metadata
IDS_MARKFILES_IMAGE_DIMENSION=Bildedimensjon
IDS_MARKFILES_MARK_DIMENSION=Marker med mindre dimensjon
IDS_MARKFILES_MARK_FOLDER=Marker med mappeprioritet
IDS_MARKFILES_EXT_ALL_IMAGES=Alle bilder
IDS_MARKFILES_EXT_JPEG=JPEG-bilde
IDS_MARKFILES_EXT_GIF=Graphics interchange Format (GIF)
IDS_MARKFILES_EXT_JP2=JPEG 2000-bilde
IDS_MARKFILES_EXT_ICNS=Apple-ikonbilde
IDS_MARKFILES_EXT_EPS=Encapsulate PostScript
IDS_MARKFILES_EXT_FLC=FLC-animasjon
IDS_MARKFILES_EXT_FPX=FlashPix-bilde
IDS_MARKFILES_EXT_PNTG=MacPaint-bilde
IDS_MARKFILES_EXT_MPO=Multiple Image Object-bilde
IDS_MARKFILES_EXT_EXR=OpenEXR-bilde
IDS_MARKFILES_EXT_PNG=Portable Network Graphics-bilde
IDS_MARKFILES_EXT_PICT=QuickDraw-bilde
IDS_MARKFILES_EXT_QTIF=QuickTime-bilde
IDS_MARKFILES_EXT_PIC=Radians
IDS_MARKFILES_EXT_SGI=Silicon Graphics-bilde
IDS_MARKFILES_EXT_TAG=TGA-bilde
IDS_MARKFILES_EXT_TIFF=TIFF-bilde
IDS_MARKFILES_EXT_BMP=Windows-punktgrafikkbilde
IDS_MARKFILES_EXT_ICO=Windows-ikonbilde
IDS_RESTART_CONFIRM_MSG=Applikasjonen må starte på nytt for at språkendringen trer i kraft.\r\nVil du starte applikasjonen på nytt?
IDS_FREETRIALKEYSTATUS_INVALID_KEY=Angitt e-postadresse eller lisensnøkkel er ikke riktig.\r\nBekreft detaljene dine, og prøv på nytt eller kontakt supportteamet for å få assistanse.

IDS_MARKFILES_CHECKBOX_TAGS=Tagger
DPF_REGISTRATION_THANK_INSTALLING_TEXT=Takk for at du installerte {0}!
IDS_FREETRIALKEYSTATUS_SUCCESS=Takk for registreringen din.\r\nDu kan nå utføre en engangs opprydding og fjerne alle markerte duplikatbilder.
DPF_REGISTRATION_THANK_TEXT=Takk for at du prøvde {0}!
DPF_PREFERENCES_FILTER_SORT_NOTE_TEXT=Innstillingene nedenfor gir deg mulighet til å ekskludere filtyper som du ikke vil ha med på skannelisten.
IDS_RESULT_OLV_REMOVE_THEM_FROM_GROUP=Disse valgte bildene tilhører ikke denne gruppen. Fjern dem fra gruppen.
IDS_RESULT_OLV_REMOVE_IT_FROM_GROUP=Dette fotografiet tilhører ikke denne gruppen. Fjern det fra gruppen.
DPF_SETTINGS_UC_TIME_INTERVAL=Tidsintervall
DPF_SETTINGS_UC_TIME_INFO=Tidsintervall fastsetter en tidsperiode mellom bilder som spenner fra mindre enn ett sekund til 24 timer. Velg et selvdefinert intervall for å oppnå ønskede resultater.
DPF_REGISTRATION_ENTER_ONETIME_FREE_KEY=Hvis du vil benytte deg av engangs opprydding, angir du e-postadressen og den GRATIS lisensnøkkelen du mottok via e-post nedenfor:
DPF_TRIAL_ENABLE_ONE_TIME_CLEANUP=Hvis du vil aktivere engangs gratis opprydding for alle duplikater, klikker du på Første opprydding GRATIS.
DPF_PREFERENCES_FILTER_SORT_TYPE_DESCRIPTION_TEXT=Typebeskrivelse
DPF_PHOTO_RENDERER_CONTEXTMENU_UNLOCk_PHOTOS=Lås opp
IDS_RESULT_OLV_UNLOCK_THESE_IMAGES=Lås opp disse bildene
IDS_RESULT_OLV_UNLOCK_IMAGE=Lås opp dette bildet
IDS_RESULT_OLV_UNMARK=Opphev markering
IDS_RESULT_OLV_UNMARK_ALL=Opphev all markering
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_FILES=Opphev markering for alle filer som oppdages i denne mappen
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_TREE=Opphev markering for alle filer som oppdages i dette mappetreet
IDS_RESULT_OLV_UNMARK_ALL_FILES_TYPES=Opphev markering av alle filer av denne typen ({0})
IDS_RESULT_OLV_UNMARK_ALL_FOLDER_ELSEWHERE=Opphev markering av alle filer som dupliserer denne mappen et annet sted
IDS_RESULT_OLV_UNMARK_IT=Opphev markeringen – {0}
DPF_TRIAL_UPGRADE_NOW_TEXT=Oppgrader nå for å rydde opp i flere bilder
DPF_PREFERENCES_FILTER_SORT_USE_TEXT=Bruk
DPF_MAINBORDER_UC_GUEST_MODE=Brukeren kjører et system i gjestemodus
DPF_REGISTRATION_UPGRADE_TEXT=Vi anbefaler at du oppgraderer til fullversjonen av IDS_DU_APP_NAME for å fjerne alle eksisterende duplikater og lignende bilder for å frigjøre mer plass.
DPF_RESULT_CUSTOMIZE_AUTO_MARK_RULES=Du kan tilpasse automarkeringsreglene i valgassistentvinduet før du fortsetter. Reglene fastslår hvilket bilde som skal markeres i hver gruppe.
IDS_FREETRIALKEYSTATUS_SUCCESS_CLEAN_NOW=Du har låst opp engangs full GRATIS opprydding. Vil du foreta GRATIS opprydding av oppdagede duplikatbilder nå?
DPF_TRIAL_REMOVE_LIMIT_TEXT=Du kan fjerne opptil {0} duplikatbilder GRATIS.
DPF_SETTINGS_UC_SIMILAR_MATCH=Lignende samsvar (anbefalt)
IDS_MARKFILES_Size=Størrelse (høyere filstørrelse er beskyttet)
IDS_FREETRIALKEYSTATUS_PRODUCTID_INVALID=Det oppstod en feil
IDS_FREETRIALKEYSTATUS_ERROR=En feil oppstod! Ikke i stand til å registrere. Kontakt kundeservice hvis du vil ha mer hjelp.
DPF_TRIAL_SPACE_SAVED_TEXT=Plass som spares:
DPF_PROGRESS_SEARCHING_DUPLICATE_TEXT=Ser etter duplikater...
DPF_SCAN_PHOTOS_SEARCHING_PHOTOS=Søker etter bilder
DPF_HOME_UC_CUSTOM_FOLDER_DIALOG_TITLE=Velg mappe
DPF_RESULT_SELECTION_ASSISTANT_TEXT=Valgassistent
IDS_MARKFILES_TABPAGE_SELECTION_PRIORITY=Valgprioritet
DPF_SCAN_PHOTOS_SEARCHING_DONE=Søking utført
IDS_MARKFILES_PATH_ALREADY_INCLUDED=Bane allerede inkludert!
DPF_RESULT_DUPLICATEPHOTO_COUNT_TEXT=bilder
DPF_PREFERENCES_AUTO_MARK_RULE_TEXT=Regel
DPF_PREFERENCES_FILTER_SORT_TEXT=Skannekriterier
DPF_FOOTER_UC_SCAN_FOR_DUPLICATES_TEXT=Skann etter duplikater
DPF_SCAN_PHOTOS_SCANNING_COMPLETE=Skanning fullført
DPF_TRIAL_REMOVE_TEXT=Fjern {0} bilder
DPF_PHOTO_RENDERER_CONTEXTMENU_REMOVE_FROM_PHOTO_LIST=Fjern fra bildeliste
DPF_RESULT_REMOVING_PHOTOS=Fjerner bilder...
DPF_PREFERENCES_GENERAL_RESET_DEFAULT=Tilbakestill til standardverdi
IDS_MARKFILES_BTN_RESET=Tilbakestill valgprioritet
DPF_TRIAL_REFUND_YOUR_MONEY=Ingen grunn til bekymring! Hvis du ikke er helt fornøyd med produktet, kan du kontakte oss innen 60 dager etter kjøpet og be om refusjon.
IDS_RESULT_OLV_PROTECT_PARENT_FOLDER=Beskytt overordnet mappe
IDS_RESULT_OLV_PROTECT_THIS_ALBUM=Beskytt dette albumet
IDS_RESULT_OLV_PROTECT_FOLDER=Beskytt denne mappen
IDS_MARKFILES_TAB_PAGE_ALBUMS=Beskyttede album
IDS_MARKFILES_TAB_PAGE_PROTECTED_FOLDERS=Beskyttede mapper
DPF_SETTINGS_UC_QUALITY=Kvalitet
DPF_PHOTO_RENDERER_CONTEXTMENU_QUICK_LOOK=Rask titt
DPF_SCAN_PHOTOS_PLEASE_BE_PATIENT_MSG=Vær tålmodig mens vi ser etter bilder...
DPF_SCAN_PHOTOS_PLEASE_CHANGE_SETTINGS=Endre innstillingene eller legg til flere bilder for å sammenligne.
IDS_MARKFILES_SELECT_ATLEAST_ONE_ITEM=Velg minst ett element for fjerning!
IDS_MARKFILES_LABEL1=Velg automarkeringsprioriteter
IDS_MARKFILES_PRIORITIES=Prioriteter:
DPF_PREFERENCES_AUTO_MARK_PRIORITY_TEXT=Prioritet
DPF_TRIAL_ONE_TIME_CLEANUP_USED=Engangs gratis opprydding har allerede vært brukt. Oppgrader nå for å rydde opp i flere bilder.
DPF_SCAN_PHOTOS_ONLY_PHOTO=Bare ett bilde oppdaget i de valgte banene.
DPF_MESSAGEBOX_OPEN_SELECTION_ASSISTANT_TEXT=Åpne valgassistent
DPF_MESSAGEBOX_OPEN_SETTINGS_TEXT=Åpne innstillinger
IDS_RESULT_OLV_OPEN_THIS_FILE=Åpne denne filen
IDS_RESULT_OLV_OPEN_FOLDER=Åpne denne mappen
DPF_TRIAL_MONEY_BACK=Ingen risiko, refusjonsgaranti
DPF_PHOTO_RENDERER_NOT_ABLE_TO_SHOW=Kan ikke vise bilde!
DPF_SCAN_PHOTOS_NO_SIMILAR_PHOTOS_FOUND=Ingen lignende bilder funnet.
DPF_PREFERENCES_FILTER_SORT_MIN_FILE_SIZE_TEXT=Minimum filstørrelse inkludert i skanning:
DPF_SETTINGS_UC_TIME_INTERVAL_MORE=Flere
IDS_MARKFILES_MOVE_DOWN=Flytt ned
IDS_MARKFILES_MOVE_TO_BOTTOM=Flytt nederst
IDS_MARKFILES_MOVE_TO_TOP=Flytt øverst
IDS_MARKFILES_MOVE_UP=Flytt opp
IDS_MARKFILES_MP3=mp3
IDS_MARKFILES_NO_ALBUM_NAME_PRESENT=Det finnes ingen albumnavn i mediefilen!
DPF_SCAN_PHOTOS_NO_DUPLICATE_PHOTOS_FOUND=Ingen duplikatbilder funnet.
IDS_MARKFILES_NO_ITEM_TO_REMOVE=Ingen elementer å fjerne!
DPF_SCAN_PHOTOS_NO_PHOTO_FOUND=Ingen bilder funnet!
DPF_SETTINGS_UC_MATCHING_INFO=Samsvarnivå definerer en grad av likhet mellom bilder. Kan justeres fra lavt til høyt. Nivået kan endres i resultatene under kjøring!
IDS_RESULT_OLV_MERGE_GROUPS=Slå sammen disse gruppene
DPF_SETTINGS_UC_TIME_INTERVAL_LESS=Mindre
DPF_PHOTO_RENDERER_CONTEXTMENU_LOCK_PHOTOS=Lås
IDS_RESULT_OLV_LOCK_THESE_IMAGES=Lås disse bildene
IDS_RESULT_OLV_LOCK_IMAGE=Lås dette bildet
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_TEXT=Administrer mapper som skal ekskluderes
DPF_SETTINGS_UC_BITMAP_INFO=Administrer nøyaktigheten i søkeresultatene ved å justere glidebryteren mellom ytelse og kvalitet. Skyv mot ytelse for å oppnå raske og nesten nøyaktige resultater og i retning kvalitet hvis du vil ha svært nøyaktige resultater.
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_PHOTOS=Marker
IDS_RESULT_OLV_MARK_ALL_FOLDER_FILES=Marker alle filer i denne mappen
IDS_RESULT_OLV_MARK_ALL_FOLDER_TREE=Marker alle filer i dette mappetreet
IDS_RESULT_OLV_MARK_ALL_FILES_TYPE=Marker alle filer av denne typen ({0})
IDS_RESULT_OLV_MARK_ALL_FOLDER_ELSEWHERE=Marker alle filer som dupliserer denne mappen et annet sted
IDS_RESULT_OLV_MARK_IT=Marker den – {0}
DPF_PHOTO_RENDERER_CONTEXTMENU_MARK_ALL_PHOTO_GROUP=Marker bilde
DPF_RESULT_MARKED=Markert
DPF_RESULT_MARKED_PHOTOS_DELETED=Markerte bilder slettet...
IDS_MARKFILES_CHECKBOX_PRECISE=Samsvarresultat
IDS_MARKFILES_THRESHOLDS=Samsvarresultat:
DPF_SETTINGS_UC_MATCHING_LEVEL=Samsvarnivå
DPF_HOME_UC_ERROR_ITEM_NO_ADDED=Elementer kan ikke legges til. Gå til Innstillinger -> Skannekriterier for å endre innstillinger.
DPF_SCAN_PHOTOS_HINT_SIMILAR_PHOTOS=Tips: Prøv andre innstillinger og se etter lignende bilder en gang til.
DPF_SCAN_PHOTOS_HINT_DUPLICATE_PHOTOS=Tips: Prøv forskjellige innstillinger, eller legg til flere bildebaner og se etter like bilder.
DPF_RESULT_IMAGEVIEW_TEXT=Bildevising
DPF_RESULT_IMAGES_NOT_FOUND=Bilder for sletting ikke funnet i systemet.
IDS_MARKFILES_INCLUDE_SUB_FOLDER=Inkluder undermappe
IDS_MARKFILES_CB_INCLUDE_SUBFOLDERS=Inkluder undermapper i denne banen
;IDS_FREETRIALKEYSTATUS_INVALID_KEY=Ugyldig nøkkel
IDS_RESULT_OLV_INVERT_MARKED_FILES=Bytt om på filenes markering
DPF_RESULT_IMAGE_NOT_FOUND=Bilde for sletting ikke funnet i systemet.
DPF_PHOTO_RENDERER_IMAGE_NOT_FOUND=Bilde ikke funnet i systemet.
DPF_HOME_UC_HINT_TEXT=Tips: Dra bilder, mapper med bilder fra Utforsker for å se etter lignende bilder
DPF_SETTINGS_UC_GPS_INFO=GPS ser etter innebygde koordinater av bilder. Plasseringskoordinater mellom bilder bør ligge innenfor 0 til 100 meter.
DPF_SETTINGS_UC_GPS=GPS
IDS_MARKFILES_TABPAGE_FILEFORMATS=Filformater
IDS_MARKFILES_FileTypeFormat=Filtypeformat
IDS_RESULT_OLV_FILTER_THIS_GROUP=Filtrer denne gruppen ({0})
DPF_TRIAL_FIRST_FREE_CLEAN=Første opprydding GRATIS
IDS_RESULT_OLV_FILE_DIR_NOT_EXISTS=Fil og katalog finnes ikke!
DPF_TRIAL_PHOTO_FOUND_TEXT=Duplikatbilder funnet:
DPF_RESULT_DUPLICATEGROUP_TEXT=Duplikatgruppe
DPF_PREFERENCES_MAIN_TITLE_TEXT=Duplicate Photos Fixer
IDS_FREETRIALKEYSTATUS_EMAIL_CANNOT_BE_SENT=E-post kan ikke sendes.
IDS_FREETRIALKEYSTATUS_EMAIL_ALREADY_SEND=E-post er allerede sendt. Se etter den gratis lisensnøkkelen i innboksen din. Kontakt kundeservice hvis du opplever problemer.
IDS_FREETRIALKEYSTATUS_EMAIL_ID_EMPTY=E-post-ID er tom
IDS_FREETRIALKEYSTATUS_KEY_ALREADY_USED=Angitt lisensnøkkel er for engangs full gratis opprydding. Den har allerede vært brukt.\r\nKjøp nå hvis du vil fjerne flere bilder.
IDS_ERROR_CONNECTING_INTERNET=Feil ved tilkobling til Internett.
DPF_SETTINGS_UC_EXACT_MATCH=Nøyaktig samsvar
DPF_PREFERENCES_EXCLUSION_EXCLUDED_TEXT=Ekskludert mappe
DPF_PREFERENCES_EXCLUSION_TEXT=Ekskludering
DPF_MESSAGEBOX_DO_NOT_SHOW_TEXT=Ikke vis igjen
DFP_UPDATE_DOWNLOAD_N_INSTALLED=Nedlastet og korrekt installert
DPF_RESULT_DELETING_PHOTOS=Sletter bilder...
DPF_RESULT_DETAILEDVIEW_TEXT=Detaljert visning
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_AUTOMARK=Ikke vis automarkeringsdialog ved automarkering
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_DELETE=Ikke vis bekreftelsesdialog ved sletting
DPF_PREFERENCES_GENERAL_DONT_SHOW_DIALOG_ON_MOVING_BACK=Ikke vis bekreftelsesvindu ved bevegelse bakover
PCPB_N44="Vis periodiske oppdateringsmeldinger for å optimalisere PCen."
DPF_SETTINGS_UC_COMPARISON_METHOD=Sammenligningsmetode
DPF_TRIAL_ENTER_KEY=Klikk her for å angi nøkkelen
DPF_REGISTRATION_PURCHASE_TEXT=Klikk for å kjøpe og rydde opp i duplikater nå!
DPF_FOOTER_UC_PHONE_NUMBER=
DFP_UPDATE_CHECKING_FOR_UPDATES=Ser etter oppdateringer...
DPF_SETTINGS_UC_COMPARISON_INFO=Velg mellom Nøyaktig samsvar og Lignende samsvar for å søke etter duplikater og lignende bilder.
IDS_RESULT_OLV_CLEAR_ALL_FILTERS=Tilbakestill alle filtre
IDS_RESULT_OLV_EXPORT_DUP_LIST=Eksporter duplikatliste
IDS_MARKFILES_BitRate=Bitfrekvens (høyere bitfrekvens er beskyttet)
DPF_SETTINGS_UC_BITMAP_SIZE=Bitkartstørrelse
IDS_MARKFILES_GENERAL_ITEMS=Bitfrekvens (høyere bitfrekvens er beskyttet), Størrelse (høy filstørrelse er beskyttet), filtypeformat, Mappe, Varighet
IDS_MARKFILES_BUY=Kjøp
DPF_RESULT_REMOVED={0} fjernet
DPF_PREFERENCES_EXCLUSION_MANAGE_FOLDER_NOTE_TEXT=Legg til mapper du vil ekskludere fra skanningen
DPF_HOME_UC_ADD_PHOTOS_TEXT=Legg til bilder
DPF_SCAN_PHOTOS_ADDING_PHOTOS=Legger til bilder...
IDS_MARKFILES_ALBUM_ALREADY_INCLUDED=Album allerede inkludert!
DPF_PHOTO_RENDERER_NOT_MARK_ALL_PHOTOS=Alle bildene i en gruppe kan ikke markeres!
DPF_TRIAL_ALREADY_PURCHASED_TEXT=Allerede kjøpt {0} ?
DPF_MAINBORDER_UC_CAN_NOT_REGISTER=Applikasjon kan ikke registreres
DPF_PREFERENCES_FILTER_SORT_ATLEAST_ONE_EXTENSION_REQUIRED=Minst én filtype er nødvendig for skanning av bilder.
DPF_PREFERENCES_AUTO_MARK_TEXT=Automarkering
IDS_RESULT_OLV_AUTOMARK=Automarkering
IDS_RESULT_OLV_AUTOMARK_ALL_FILES=Automarker alle filer
IDS_RESULT_OLV_AUTOMARK_OPTIONS=Automarkeringsalternativer
IDS_RESULT_OLV_AUTOMARK_PROTECTION=Automarkeringsbeskyttelse
DPF_FOOTER_UC_RESULT_REFRESHED=Skanneresultatene nedenfor vil oppdateres. Vil du fortsette?
DPF_RESULT_DELETED={0} slettet
DPF_RESULT_DUPLICATE_PHOTOS={0} duplikatbilder
DPF_RESULT_PHOTOS_IN_GROUP={0} duplikatbilder i gruppen {1}
DPF_RESULT_PHOTOS_IN_GROUPS={0} duplikatbilder i gruppene {1}
DPF_RESULT_GROUP={0}-gruppe
DPF_RESULT_GROUPS={0}-grupper
DFP_UPDATE_UP_TO_DATE={0} er oppdatert.
DPF_SCAN_PHOTOS_PHOTOS_ADDED={0} bilder lagt til

IDS_CONFIRM_PASS=Bekreft e-postadresse
IDS_CONFIRM_PASS_MATCH=E-postadresse og bekreftet e-postadresse må stemme overens

;;;;;;;;;;;;;;;;;;;;;;;;;;;;; 

IDS_CLICK_TO_REMOVE = Totalt {0} duplikatbilder ble funnet. 
;Hvis du vil fjerne alle duplikater og lignende bilder, klikker du på knappen nedenfor.
IDS_PURCHASE_TO_REMOVE_DUPLICATES = Totalt {0} duplikatbilder ble funnet. Hvis du vil fjerne alle duplikater og lignende bilder, klikker du på knappen nedenfor.
IDS_TRIALNEW_IS_ALREADY_PURCHASED	= Allerede kjøpt?
IDS_TRIALNEW_CLICK_TO_ACTIVATE = Klikk her for å aktivere
IDS_TRIALNEW_PURCHASE_TO = Kjøp IDS_DU_APP_NAME for å:

;IDS_TRIALNEW_FEATURE_1 =Remove all duplicate photos
IDS_TRIALNEW_FEATURE_1 = Fjern alle like bilder
IDS_TRIALNEW_FEATURE_OTHER_1 =Fjerne {0} duplikatbilder
IDS_TRIALNEW_FEATURE_2 =Spare tid og arbeid
IDS_TRIALNEW_FEATURE_3 =Gjenvinne store mengder plass
IDS_TRIALNEW_FEATURE_4 =Organisere bildesamlingen din

IDS_TOTAL = Totalt
IDS_REMOVE_15PHOTOS = Fjern {0} bilder gratis
IDS_PURCHASE_NOW = Kjøp nå
IDS_BEFORE_U_EXIT = Før du avslutter


IDS_CLOSE=Lukk


IDS_LAUNCH_STARTUP=Start ved systemoppstart


IDS_STOP_SCAN_DES = Det vil bare ta noen få minutter, og det anbefales på det sterkeste å fullføre skanningen.\r\nVil du fortsatt stoppe skanningen?

IDC_BC_PRODUCTUPDATE=IDS_DU_APP_NAME har blitt oppdatert vellykket.
IDS_PB_RECOMMENDED=Anbefalt

IDS_RANSOMWARE_VICTIM =Ransomware: Don't be a victim

IDS_OFFERRB1=Få mer beskyttelse for dine data
IDS_OFFERRB2=Right Backup beskytter dine data med den beste SSL og kryptering
IDS_OFFERRB3=Beskyttelse mot Ransomware og virusangrep
IDS_OFFERRB4=100 % automatisk sikkerhetskopiering og enkel deling av bilder, videoer, musikk, osv.
IDS_OFFERRB5=All overføring av fildata skjer over en kryptert kanal (SSL)
IDS_OFFERRB6=Alle filer lagret i skyen er AES-256-kryptert 
IDS_OFFERRB7=Ransomware: Beskyttelse er bedre enn kuren!

;;By installing you agress to EULA and Privacy Policy
IDS_UTILITY_BYINSTALLING="Ved å installere samtykker du i"
IDS_UTILITY_AND="og"
IDS_UTILITY_EULA="sluttbrukeravtalen"
IDS_UTILITY_PRIVACYPOLICY="Personvernerklæring"
IDS_RB_STR3=Skaff deg GRATIS lagringsplass nå
IDS_BC_BTN_CLOSE=Lukk

IDS_LOG_EXPORTED_NOTSELECTED=Velg minst ett element.


IDS_ENJOY_BACKUP = Enjoy Hassle free automated backup
IDS_PLEASE_WAIT = Please wait...
IDS_CREATE_RB_ACCOUNT = It will hardly take a minute to create a FREE account and start backing up your data on cloud with east access anywhere, anytime!
IDS_SAVE_PC = 1 minute can save your frustration in case of breakdown of your hard drive or PC.
IDS_QUIT_PROTECTION=Quit, I don't want protection
IDS_GET_FREE_STORAGE =Get Free Storage Now

IDS_DOWN_INSTALL_RB= Downloading and installing Right Backup


IDS_DOWNLOADING=Laster ned...
SCANTAB4=Installerer

;;;;;;;;;;;;;;;;;;;;;;
IDS_UPGRADE_TO_CLEAN = Oppgrader nå for å fjerne alle duplikatbilder fra PCen og gjenvinne mengder av diskplass.
IDS_HAVE_LICENSE_CODE = Jeg har en lisenskode
IDS_ATTENTION = Viktig!
IDS_PC_REQUIRES_ATTENTION = PCen krever din oppmerksomhet!

IDS_QUIT = Avslutt
IDS_BEFORE_CLOSING = Før du lukker IDS_DU_APP_NAME...
IDS_DISCOUNT = RABATT
IDS_ONLY_FOR_YOU = Bare for deg!
IDS_NOT_SHOW_AGAIN = Ikke vis på nytt
IDS_LIMITED_OFFER = *Tidsbegrenset tilbud

IDS_PLEASEWAIT = Tidsbegrenset tilbud – motta 50 % umiddelbar rabatt
IDS_CONFIRM_EXIT_TITLE=Fjern duplikatbilder automatisk
IDS_CONFIRM_EXIT=IDS_DU_APP_NAME kan fjerne alle duplikatbilder fra PCen med ett enkelt klikk og gjenvinne mengder av diskplass.
IDS_CONFIRM_EXIT_2=Oppgrader nå og motta 50 % øyeblikkelig rabatt på kjøpene dine!
IDS_CONFIRM_EXIT_BTN=Nei takk
IDS_CONFIRM_EXIT_BTN2=Løs inn tilbudet – 50 % AVSLAG
IDS_QUICK_GUIDE_HINT= Tips: Bruk automarkeringsfunksjonen til å velge duplikater for sletting automatisk.
IDS_QUICK_GUIDE_HELP=Hjelp: Klikk på koblingen Vis hurtigguide nedenfor.
IDS_SHOW_QUICK_GUIDE= Vis hurtigguide
IDS_UPGRADE_TO_REMOVE_REMAINING = {0} duplikatbilde(r) ble fjernet. Hvis du vil fjerne gjenværende duplikater og like bilder, kan du oppgradere til fullversjonen.
IDS_CLICK_TO_REMOVE = {0} duplikatbilder ble funnet på PCen. 
IDS_UPTO_N_DELETE = Hvis du vil fjerne opptil {0} duplikater og like bilder, klikker du på knappen nedenfor:
DPF_NL_AUTPMARK_NOTE=  Du kan velge duplikatbilder manuelt eller bruke automarkeringsfunksjonen til å markere dem automatisk.

;;;;;;;;;;;;;;  ADU Offer ;;;;;;;;;;;;;;;;;

IDS_STR1=IDS_DU_APP_NAME har blitt oppdatert vellykket.
IDS_STR2=Anbefaling
IDS_STR3=Ikke la foreldede drivere ødelegge PC-opplevelsen din
IDS_STR4=Skanner, laster ned og installerer de nyeste driverne for systemet med noen få klikk.
IDS_STR5=Oppdaterer foreldede drivere
IDS_STR6=Alternativ for sikkerhetskopiering/gjenoppretting
IDS_STR7=Drivereksklusjonsliste
IDS_STR8=Planlagte driverskanninger
IDS_STR9=Ved å installere Advanced Driver Updater, samtykker du i sluttbrukeravtalen og Personvernerklæring
IDS_STR10="Prøv det nå"
IDS_ST11=Lukk


IDS_STR_THANKS=Takk for registreringen.



product_title_EN_1=Optimaliser systemets ytelse i et enkeltklikk
key_str_EN1_1=Optimaliser registeret for bedre ytelse
key_str_EN2_1=Oppdater drivere for jevn, feilfri PC-ytelse
key_str_EN3_1=Rens søppeldata og frigjør diskplass



product_title_EN_2=Automatisk sikkerhetskopiering av filer til skyen
key_str_EN1_2=Tilgang til filer uansett hvor du er
key_str_EN2_2=Enkel deling av filer med hvem som helst
key_str_EN3_2=Gjenopprett filer raskt selv om enheten bryter sammen


;product_title_EN_3=Fjerne alle duplikater og lignende bilder på PC-en
KEY_STR_EN1_3=Fjern alle duplikatfiler
KEY_STR_EN2_3=Gjenvinne store mengder plass
KEY_STR_EN3_3=Organiser systemfiler
;key_str_EN1_3=Oppnå et organisert fotobibliotek
;key_str_EN2_3=Se etter duplikater og lignende bilder på eksterne enheter
;key_str_EN3_3=Spare diskplass og tid

IDS_SET_SAVE_START_SCAN=Start skanning
IDS_UTILITY_KEYBENEFIT="Fordeler:"
IDS_UTILITY_TITLE= "Få de beste verktøyene for å finjustere din PC"
IDS_UTILITIES_KIT= "verktøy"
IDS_UTILITY_TRY="Prøv dem nå"

PRODUCT_TITLE_EN_3= Finner og fjerner duplikatfiler og gjenvinner verdifull plass på harddisken.
IDS_NOFREESPACEAVAILABLE=Ingen ledig plass er tilgjengelig i den valgte banen.
IDS_UK_INSTALL_NOW=Installer nå
IDS_UK_LAUNCH_NOW=Start nå
IDS_RB_PRODUCT_INFO=Den enkleste, tryggeste og sikreste løsningen for onlinelagring
IDS_EMAIL_US_AT=E-post:
IDS_SUPPORT_ADDRESS=support@systweak.com
IDS_SUBMIT=Send inn
IDS_BROWSE=Bla gjennom
IDS_CONTACT_US=Kontakt
IDS_FEEDBACK=Tilbakemelding
PKS_FEEDBACK_TOOLTIP1=Klikk på Send inn-knappen for å sende inn de oppgitte detaljene.
PKS_FEEDBACK_TOOLTIP2=Når du skal lukke vinduet, klikker du på Avbryt-knappen.
PKS_FEEDBACK_TOOLTIP3=Klikk på Forhåndsvis tilbakemelding for å vise tilbakemeldingsdetaljene før du sender dem inn.
PKS_FEEDBAKNAG_DESC=Kjære bruker, vennligst del dine erfaringer ved å fylle ut dette tilbakemeldingsskjemaet. Dette vil gi oss en bedre idé om applikasjonens ytelse og bidra til at vi kan lage bedre løsninger for å fikse de rapporterte feilene.
PKS_EMAIL_ADDRESS=E-postadresse:
PKS_FEEDBACK_TYPE_STATIC=Tilbakemeldingstype:
PKS_FEEDBACKNAG_DESC2=Oppgi e-postadressen din og velg tilbakemeldingstype fra rullegardinlisten.
PKS_BRIEF_EXPRE=Beskriv erfaringene dine kort:
PKS_IDEMAIL_NOTEMPTY=E-postadresse-boksen kan ikke være tom.
PKS_FEEDBACK_TYPE=Velg en tilbakemeldingstype.
PKS_FEEDBACK_NOEMPTY=Tilbakemeldingen kan ikke være tom.
PKS_FEEBACK_UPLOAD_STATUS=Vent mens tilbakemeldingen lastes opp...
PKS_FEEBACK_UPLOAD_SUCCESS=Tilbakemelding riktig lastet opp.
PKS_THANK_FEEDBACK=Takk for tilbakemeldingen.
PKS_SELECT_PRBTYPE=Velg problemtype
PKS_PRB_REGISTRING_PRODUCT=Problem under registrering av produktet
PKS_PRB_UNDERSTAND=Forstår ikke problemet
PKS_GENERAL_FEEDBACK=Generell tilbakemelding
PKS_YOUR_EMAIL_ADDRESS=E-postadresse:
PKS_EMAIL_ADDRESS_INVALID=E-postadressen er ikke gyldig.\nAngi riktig e-postadresse
IDS_INCLUDE_FOLDER_LABEL=Skanner følgende filer/mapper for duplikater.
IDS_YES=Ja
IDS_NO=Nei

;;;;;;;;;;;;;;;;;;;;;;;Scan Mode;;;;;;;;;;;;;;;;;;
DPF_SCAN_COMPUTER=Skann datamaskin
DPF_SCAN_GOOGLE=Skann Google Drive
DPF_SCAN_Picasa_LIBRARY=Picasa Library
DPF_INCLUDE_TO_SCAN=Inkluder å skanne
DPF_FETCHING_FOLDER=Henter mapper ...
DPF_SCAN_MODE=Skannemodus
DPF_REFRESH=Forfriske
IDS_PRODUCT_MESSAGES=Produktmeldinger
IDS_OTHER_PRODUCT_RECOMMEND=Vis andre produktanbefalinger for min PC
IDS_AUTO_SETTINGS_APPLIED=Innstilling brukt





DPF_DRIVE_INFO_HEADER=Autoriser IDS_DU_APP_NAME til å fortsette å legge til Google Drive-mappe i skanneliste.
DPF_DRIVE_INFO_STEPS_HEADER=Her er trinnene for å autorisere IDS_DU_APP_NAME til å skanne Google Drive:
DPF_DRIVE_INFO_STEP1=Klikk på «Tillat tillatelser»-knappen for autentisering.
DPF_DRIVE_INFO_STEP1_SUB=Klikk på «Tillat tillatelser»-knappen nederst. Dette vil omdirigere deg til nettleseren for Google Drive-autentisering.
DPF_DRIVE_INFO_STEP2=Fyll ut nødvendig informasjon.
DPF_DRIVE_INFO_STEP2_SUB=Skriv inn brukernavnet og passordet til Google Drive-kontoen, og fullfør autoriseringsprosessen.
DPF_DRIVE_INFO_STEP3=Legg til mappe og skann Google Drive.
DPF_DRIVE_INFO_STEP3_SUB=Gå tilbake til applikasjonen, og klikk på «Legg til mappe»-knappen for å velge og skanne Google Drive-mappen din.
DPF_DRIVE_INFO_ALLOW=Tillat tillatelser
DPF_DRIVE_SELECT_FOLDER=Velg en Google Drive-mappe for å skanne.
DPF_UNDO_SUMMARY_GOOGLE=Du er i ferd med å angre følgende handling:{0}{1}Angre handling: Flytt {2} elementer til Google Drive-papirkurven. {3}{4}Vil du fortsette?
IDS_WATCH_TUTORIAL=Se opplæringsvideo
IDS_MANAGE_FILE_FORMATS=Administrer filformater
IDS_MANAGE_SCAN_CRITERIA=Administrer skannekriterier
IDS_SCAN_CRITERIA_INFO=Innstillingene nedenfor lar deg tilpasse skannealternativene.
PKS_INSTALL_COMP=Duplikater fjernet.
PKS_PRB_DOWNLOADING=Problem oppstod under fjerning av duplikater
PKS_PRB_INSTALLING=Problem oppstod under skanning
IDS_CONTACT_US=Kontakt oss
IDS_MARKFILES_EXT_HEIC=Høyeffektiv bildefil
IDS_MARKFILES_EXT_CR=Canon RAW CIFF-bildefil
IDS_MARKFILES_EXT_RAW=Kamera RAW-bildefil
IDS_MARKFILES_EXT_KDC=Kodak RAW-bildefil
IDS_MARKFILES_EXT_DNG=Digital Negative- og ProRaw RAW-bildefil
IDS_MARKFILES_EXT_NEF=Nikon RAW-bildefil
IDS_MARKFILES_EXT_PEF=Pentax RAW-bildefil
IDS_MARKFILES_EXT_ORF=Olympus RAW-bildefil
IDS_MARKFILES_EXT_RW2=Panasonic RAW-bildefil
IDS_MARKFILES_EXT_RAF=Fuji RAW-bildefil
IDS_MARKFILES_EXT_MOS=Leaf Aptus RAW-bildefil
IDS_MARKFILES_EXT_SRF=Sony RAW-bildefil
IDS_MARKFILES_EXT_ERF=Epson RAW-bildefil
IDS_MARKFILES_EXT_DCR=Digital Camera-bildefil
IDS_INSTALL_COMPONENT=Installerer nødvendige komponenter …
IDS_CONFIRM_DOWNLOAD_COMPONENT=IDS_DU_APP_NAME fant RAW-bilder på systemet ditt. For å skanne disse bildene må vi installere flere komponenter. Vil du installere dem nå?
IDS_COMPONENT_IMPORTANCE=Velg NEI for å hoppe over RAW-bilder under skanneprosessen.
IDS_MOVE_IMAGES_BIN=Send duplikatbilder til papirkurv.
IDS_MOVE_PATH=Flytt duplikatbilder til valgt filbane
IDS_CONSIDER_TIME_INTERVAL=Inkluder tidsintervall under skanning
IDS_SETTINGS_CONSIDER_CAPTURE_DATE=Bruk tidsintervallinnstillinger hvis opptaksdato ikke er tilgjengelig
IDS_CONSIDER_GPS_SETTING=Inkluder GPS under skanning
IDS_SETTING_DISABLED=Denne innstillingen er deaktivert.
IDS_CHANGE_SETTINGS=Endre innstillinger
IDS_SETTINGS_CONSIDER_CAPTURE_DATE_INFO=Hvis opptaksdato mangler i exif-data til bildet, vil opprettelsesdato bli brukt i stedet.
IDS_MOVE_DUPLICATES=Flytt duplikater
IDS_MANAGE_DUPLICATE_PHOTOS=Administrer duplikatbilder
IDS_MANAGE_DUPLICATE_PHOTOS_INFO=Denne innstillingen lar deg velge hvordan duplikatbilder skal behandles.
DPF_DRIVE_CONTACT_ADMIN=Vi får ikke tilgang til Google Drive-mapper ettersom Google Drive-appene dine er deaktiverte. Kontakt domeneadministratoren din.
IDS_GOOGLE_DRIVE_TRASH=Vil du virkelig slette de dupliserte bildene. Slettede bilder vil bli flyttet til Google Drive-papirkurven!
DPF_DRIVE_INFO_HEADER_EX=Autoriser IDS_DU_APP_NAME til å fortsette å legge til Google Drive i listen over ekskluderte mapper.
DPF_DRIVE_INFO_STEPS_HEADER_EX=Her er trinnene for å autorisere IDS_DU_APP_NAME for å få tilgang til Google Drive-mapper:
DPF_DRIVE_INFO_STEP3_EX=Legg til mappe fra Google Drive.
DPF_DRIVE_INFO_STEP3_SUB_EX=Gå tilbake til applikasjonen, og klikk på «Legg til»-knappen for å velge og ekskludere Google Drive-mappen fra skanning.
DPF_DRIVE_INFO_HEADER_SA=Autoriser IDS_DU_APP_NAME til å fortsette å legge til Google Drive-mappen i listen over beskyttede mapper.
DPF_DRIVE_INFO_STEPS_HEADER_SA=Her er trinnene for å autorisere IDS_DU_APP_NAME for å få tilgang til Google Drive-mapper:
DPF_DRIVE_INFO_STEP3_SUB_SA=Gå tilbake til applikasjonen og klikk på «Legg til»-knappen for å velge og beskytte din Google Drive-mappe fra Auto-markering.

IDS_GOOGLEDRIVE=Google Drive
IDS_DROPBOX=Dropbox
IDS_PHOTOS_ORGANIZER=Photo Organizer
IDS_LIGHTROOM_CLASSIC=Lightroom Classic
IDS_LIGHTROOM_LIB_FORMAT= Lightroom Catalog
IDS_BOX_CLOUD=BoxCloud

IDS_SCAN_DROPBOX=Skann Dropbox
IDS_DROPBOX_TRASH=Vil du virkelig slette dupliserte filoppfÃ¸ringer? Slettede oppfÃ¸ringer vil bli flyttet til Â«Slettede filerÂ» i Dropbox!
IDS_SIGN_IN_DROPBOX=Registrer deg pÃ¥ {0}
IDS_SIGN_IN_DROPBOX_OPENED=Logg pÃ¥ {0}-kontoen din i nettleseren.
IDS_SIGN_IN_DROPBOX_PASTE=Kopier autoriseringskoden du ser, og lim den inn i boksen nedenfor.
IDS_SIGN_IN_DROPBOX_CLICK=Klikk Fortsett for Ã¥ fortsette Ã¥ skanne duplikater.
IDS_DROPBOX_ERROR_AUTH_CODE=Feil ved autorisering av {0}-konto. Sjekk autoriseringskoden og prÃ¸v igjen.


;;;;;;;;;;;;;;;;;;;;;;;;; PO, LcR, Picasa ;;;;;;;;;;;;;;;;;;;;;;;
IDS_PICASA_LIB_FORMAT= Picasa bibliotekindeks
IDS_ADD_VALID_PATH=Vennligst legg til gyldig skannebane!
IDS_ADD_LIBRARY=Legg til bibliotek
IDS_NEED_COMPONENT_PO= Photo Organizer-funksjonen trenger en ekstra komponent for å installere. Vil du installere nå?
IDS_CLOSE_APPLICATION_TO_SCAN={0} må lukkes for å starte prosessen. Vil du lukke {0}?
IDS_SHOW_PHOTO_ORGANIZER=Start {0}
IDS_ONE_LIBRARY_ADD=Én Picasa-bibliotekdatabasefil er allerede lagt til!\r\nKan ikke legge til flere filer.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;BoxCloud;;;;;;;;;;;;;;;;;;;;;;;;;;
IDS_SIGN_IN_BOXCLOUD_GRANTACCESS=Gi tilgangstillatelse etter pålogging

;;;;;; NEED Translation ;;;;;;;
IDS_WIAT_INSTALL_COMPONENT=Vennligst vent mens du installerer nødvendige komponenter
IDS_INCLUDE_ROTATED_IMAGES=Inkluder roterte bilder
IDS_INCLUDE_FLIPPED_IMAGES=Inkluder snudde bilder
IDS_CLEAR_CACHE_RECOMMENDED=Skannealgoritmen er forbedret for bedre resultater, det anbefales å tømme hurtigbufferen og deretter skanne på nytt.
IDS_CLEAR_CACHE_CONFIRMATION=Vil du fortsette?

[strings]
IDS_INSTALLING_SERVICE=Installerer tjeneste...
; General
100=Duplicate Photos Fixer Pro
;100=Filnedlasting
101=Vil du avbryte nedlastingen?
102=%1 (%2 av %3)
103=%1 KB
104=%1 KB av %2 KB (%3%)

; Status information
110=Henter filinformasjon...
111=Omdirigerer til %1
112=Sender anmodning...
113=Løser %1
114=Koblet til %1
115=Mottar...
116=Koble til %1

; Error messages
120=Feil ved tilkobling til Internett.\n\n%1
121=Feil under åpning av %1.\n\nServeren returnerte statuskoden %2.
122=Feil under lesing av URL.\n\n%1
123=Feil under skriving av filen %1.\n\n%2
124=Feil under åpning av filen %1.\n\n%2
125='%1' er en ugyldig URL-kode.
126=Feil under åpning av %1.\n\n%2
127=Feil under sending av anmodning.\n\n%1
128=Ustøttet protokoll. Bare HTTP- og FTP-protokoller støttes.
129=Kan ikke koble til %1.\n\n%2
130=Kan ikke spørre på statuskode.\n\n%1
131=Feil under anmodning om fil.\n\n%1

; Other
144=Om
146=Last ned
147=Installeringsprogrammet laster nå ned flere filer til datamaskinen.

; labels
160=Fil:
161=Hastighet:
162=Status:
163=Medgått tid:
164=Gjenværende tid:
165=Gjeldende fil:
166=Samlet fremdrift:
167=Avbryt
168=OK
169=User Name and Password
170=User Name:
171=Password: